sdaiGetEntityExtent(Sdai_instS*,Sdai_instS*)
\details
Retreives a collection of entity instances that are subtypes of entity type described by entity definition.
\param model [in] The model to get entities collection from.
\param entity [in] The entity definition to find entity instances.
\returns A set of entity instances of type which is derived from entity.